// Settings Menu for Front Row

FRSettingsName = "Nimi";
FRSettingsVersion = "Ohjelmistoversio";
FRSettingsScreenSaver = "Näytönsäästäjä";
FRSettingsUISounds = "Äänitehosteet";
FRSettingsPhotoDB = "Valokuvan lähde";

FRSettingsOff = "Pois päältä";
FRSettingsOn = "Päällä";
